[UI_TREE]
Machine=硬件设置
POWER=电源特性
TOUCH=脚踏设置

[IPG,CO2]
MPULSE_FREQ=维持脉冲频率(khz)
MPULSE_RELS=维持释放时间(us)

[IPG]
MO_DELAY_STEPS=MO延迟(us)
MODECHG_DELAY=模式切换延时(ms)

[YAG,DP,EP,LD]
WORK_CURRENT_TYPE=进入对话框电流取值
WORK_CURRENT_TYPEOption=第0层电流|设定值
WORK_CURRENT=设定工作电流(A)
[ALL]
SAFE_DOOR=安全门保护
SAFE_DOOROption=无效|暂停|中止
MARKEND_SCAN=打标结束振镜位置
MARKEND_SCANOption=原点|左上角|顶部中心位置|右上角|右侧中心处|右下角|底部中心位置|左下角|左侧中心位置|自定义位置|停留原地
MARKEND_X=自定义时X坐标(mm)
MARKEND_Y=自定义时Y坐标(mm)

[SCAN]
PREHEAT_ENABLE=振镜是否需要预热
PREHEAT_ENABLEOption=否|是
PREHEAT_TIME=最小预热时间(分)
USE_LIMIT_JUMPDELAY=是否启用跳转延时
USE_LIMIT_JUMPDELAYOption=否|是
LIMIT_JUMPLEN=限制跳转距离(mm)
LIMIT_JUMPDELAY_MM=每mm跳转时间(us)

[BitmapPower]
BitmapPower=灰度位图打标
AUT_TIME=衰减时间(us)
AUT_COFF=增益系数(0-1)

[Signal]
Signal=信号设置
Cycle=触发几次有效
MARK_CNT=一次打标命令打标几次
DELAY=触发后延时(ms)
DLY_BETWEEN_MARK=两次打标之间延时(ms)
MARK_END_DELAY=打标完成后延时(ms)
MARK_END_PULSE_W=打标结束信号长度(ms)
B_MARK_ONCE=触发模式
B_MARK_ONCEOption=电平触发|边沿触发
Enable_Loop_Mdt=脱机后循环打标
Enable_Loop_MdtOption=不启用|启用
IOSELCOUNT=I/O选文档信号数
ENABLE_CARDTOUCH=下位机触发
ENABLE_CARDTOUCHOption=不启用|启用


[UI_FACE]
ExportSysPara =导出参数...
ImportSysPara =导入参数...
Ok=确定
Cancel=取消
Apply=应用



